{
  "posts": [
    {
      "timestamp": "1500238947",
      "text": "SELLING: Introductory Chemistry (CHEM 1110) Elementary Statistics-New (STAT 1350)",
      "kickflip": true
    },
    {
      "timestamp": "1500234027",
      "text": "Selling Maryland ticket! message for details",
      "kickflip": true
    },
    {
      "timestamp": "1500233965",
      "text": "Looking for 3 Oklahoma tickets together",
      "kickflip": true
    },
    {
      "timestamp": "1499626773",
      "text": "Now recruiting student athletes for Ohio State Crew! We have an amazing opportunity to walk on our team with no rowing experience necessary. Message me for more information.",
      "kickflip": false
    },
    {
      "timestamp": "1500228437",
      "text": "Selling textbooks for  Math 1151 Spanish 1101,1102,1103  Message me if interested",
      "kickflip": true
    },
    {
      "timestamp": "1500158600",
      "text": "SELLING: Gemstones (Earth Science 1108) textbook Psychology 1100 Textbook Both books were helpful to me for their respective courses.",
      "kickflip": true
    },
    {
      "timestamp": "1500219580",
      "text": "selling textbooks for: Bio 1113/1114 Anthropology 2202 Psychology 1100 All for cheap!",
      "kickflip": true
    },
    {
      "timestamp": "1500164135",
      "text": "Selling: Chemistry The Central Science (chem 1210) Introductory Chemistry (chem 1110) The Norton Mix Sociology (soc 1101) Student laboratory notebook (only 5 sheets taken out)... Message me with offers or questions! All books are in perfect condition! 😊 See More",
      "kickflip": true
    },
    {
      "timestamp": "1500033894",
      "text": "",
      "kickflip": false
    },
    {
      "timestamp": "1500046961",
      "text": "Hey OSU! I am campus representative for a helpful FREE job-search website called WayUp. WayUp helps college students like us find jobs and internships! WayUp has a variety of companies like Google and Starbucks to start-up companies job postings!✌",
      "kickflip": false
    },
    {
      "timestamp": "1500155036",
      "text": "SELLING:  College algebra 1148: 3rd corrected edition (Husan) Collapse by Jared Diamond: (Jason Payne comp 1100) ... Lab Notebook for Chem 1210/20- unused!! See More",
      "kickflip": true
    },
    {
      "timestamp": "1500154733",
      "text": "Interested in joining Buckeye Twirl? Tryouts for our club and competition team are on Monday August 21st @ the RPAC room A200! Open gym is available for anyone wanting to warm up or stretch. Tryouts will begin promptly at 5:00pm. Please look at the flyers attached for important information regarding tricks, attire, and our teams.  New to baton twirling? Join our Beginner Skills team and learn how to twirl from our BT members. No tryouts are needed for Beginner Skills team. Pl...ease email us if interested. If you have any questions regarding tryouts or Beginner Skills team, please email us at ohiostatebuckeyetwirl@gmail.com or follow our team page on Facebook and Instagram @Buckeye Twirl Hope to see you there! See More",
      "kickflip": false
    },
    {
      "timestamp": "1500145646",
      "text": "Looking to trade full season reserved tickets for block O south tickets, willing to pay difference!",
      "kickflip": true
    }
  ]
}